tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "minio/stable"
tap "morantron/tmux-fingers"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "ast-grep"
brew "python@3.11"
brew "awscli"
brew "bore-cli"
brew "caddy"
brew "glib"
brew "cairo"
brew "cocoapods"
brew "cowsay"
brew "llvm"
brew "pkg-config"
brew "crystal"
brew "difftastic"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "go"
brew "htop"
brew "jq"
brew "llm"
brew "openjdk"
brew "maven"
brew "mkcert"
brew "mysql-client@8.4"
brew "neovim"
brew "newsboat"
brew "node"
brew "nvm"
brew "openvino"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "pyenv", args: ["HEAD"]
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "tmux"
brew "zig"
brew "zip"
brew "zola"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "minio/stable/mc"
brew "morantron/tmux-fingers/tmux-fingers"
brew "stripe/stripe-cli/stripe"
cask "alacritty"
cask "android-studio"
cask "docker"
cask "font-fontawesome"
cask "ngrok"
